[
    {"label": "Important", "subject": "Deadline Reminder", "body": "Please submit the revised draft today so we can finalize the report."},
    {"label": "Important", "subject": "Quick Approval Needed", "body": "Can you review and approve the attached file by noon?"},
    {"label": "Important", "subject": "Urgent Action Required", "body": "We need your confirmation before we proceed with the deployment."},
    {"label": "Important", "subject": "Meeting Adjustment", "body": "The planning meeting has moved to 2:30 PM. Please update your calendar."},
    {"label": "Important", "subject": "Time-Sensitive Request", "body": "Could you verify the numbers on page three right away?"},
    {"label": "Important", "subject": "Immediate Review Needed", "body": "The client asked for updated figures. Please take a quick look."},
    {"label": "Important", "subject": "Contract Update", "body": "A new version of the agreement is available. Please review today."},
    {"label": "Important", "subject": "Security Notice", "body": "We detected unusual activity on your account—please verify."},
    {"label": "Important", "subject": "Approval Pending", "body": "Your sign-off is needed before we can submit the final package."},
    {"label": "Important", "subject": "Follow-Up Required", "body": "Just checking—did you get a chance to review the proposal?"},
    {"label": "Important", "subject": "New Task Assigned", "body": "A new high-priority task has been added to your queue."},
    {"label": "Important", "subject": "System Alert", "body": "A configuration failed earlier. Please take a look when you can."},
    {"label": "Important", "subject": "Quick Sync?", "body": "Need a brief call to clarify the last change—available now?"},
    {"label": "Important", "subject": "Materials Needed", "body": "Please upload your section of the report this morning."},
    {"label": "Important", "subject": "Updated Schedule", "body": "The timeline has shifted. Review the new dates ASAP."},
    {"label": "Important", "subject": "High Priority", "body": "The leadership team needs the summary within the next hour."},
    {"label": "Important", "subject": "Status Check", "body": "How is the revision coming along? We’re cutting it close."},
    {"label": "Important", "subject": "Access Required", "body": "Could you grant me permission to the shared folder? It’s urgent."},
    {"label": "Important", "subject": "Missing Information", "body": "The form is incomplete—please add the missing fields today."},
    {"label": "Important", "subject": "Final Reminder", "body": "Today is the last day to submit your compliance confirmation."},
    {"label": "Important", "subject": "Project Deadline Reminder", "body": "Hi, just a reminder that the project deadline is tomorrow. Please ensure all tasks are completed."},
    {"label": "Important", "subject": "Urgent: Client Feedback Needed", "body": "We need your input on the client proposal by today to stay on schedule."},
    {"label": "Important", "subject": "Team Meeting at 3 PM", "body": "Don’t forget our team meeting at 3 PM. Attendance is mandatory."},
    {"label": "Important", "subject": "Server Maintenance Notification", "body": "Attention: The server will undergo maintenance tonight from 10 PM to 2 AM. Plan accordingly."},
    {"label": "Important", "subject": "Budget Approval Required", "body": "Please review and approve the budget report by end of day."},
    {"label": "Important", "subject": "Critical: Security Update", "body": "All users must update their passwords immediately to address a security vulnerability."},
    {"label": "Important", "subject": "Compliance Documents Due", "body": "Reminder: Submit all compliance documents by Friday to meet regulatory requirements."},
    {"label": "Important", "subject": "Action Required: Account Review", "body": "Please review your account settings and confirm the changes by today."},
    {"label": "Important", "subject": "Urgent: Team Task Assignment", "body": "New tasks have been assigned. Review them and update progress by the end of the day."},
    {"label": "Important", "subject": "Performance Report Submission", "body": "Kindly submit the performance report for Q3 by the end of this week."},
    {"label": "Important", "subject": "Follow-Up on Report Changes", "body": "Just a reminder that the updated metrics need to be incorporated into the report before the afternoon review. Let me know if you run into any issues with the data source."},
    {"label": "Important", "subject": "Action Needed Before Submission", "body": "The proposal is almost ready, but we still need your approval on the final section. Please take a moment to review it so we can meet the submission deadline."},
    {"label": "Important", "subject": "Meeting Prep Required", "body": "Tomorrow’s strategy call will focus heavily on your team’s results. Please send over your updated slides so we can consolidate them beforehand."},
    {"label": "Important", "subject": "Request for Quick Clarification", "body": "I’m reviewing the latest draft and had a question about the revised assumptions. Could you check whether the new values are accurate?"},
    {"label": "Important", "subject": "Updated Timeline Available", "body": "We’ve made adjustments to the rollout schedule based on this morning’s feedback. Please look over the new timeline and confirm whether your team can meet the revised dates."},
    {"label": "Important", "subject": "System Review Needed", "body": "The monitoring tool flagged a few warnings overnight. When you get a moment, please review the logs and advise whether we need to escalate."},
    {"label": "Important", "subject": "Important: Document Finalization", "body": "We’re preparing to send the document to stakeholders today. Please provide your edits or approval within the next couple of hours."},
    {"label": "Important", "subject": "Preparation for Client Demo", "body": "The client requested a brief demo tomorrow. Make sure the environment is reset and that all sample data is updated prior to the call."},
    {"label": "Important", "subject": "Quick Sync Suggested", "body": "It might help to do a short check-in later today. A few items in the plan need alignment before we proceed."},
    {"label": "Important", "subject": "Expense Report Reminder", "body": "Your expense report for last month is still pending. Please complete it today so it can be processed in this cycle."},
    {"label": "Important", "subject": "Access Issue Noted", "body": "Some users reported problems accessing the dashboard. Could you investigate and confirm whether the issue is related to yesterday's update?"},
    {"label": "Important", "subject": "Feedback Needed", "body": "I’ve added comments to the shared presentation. Please review them and update your slides accordingly."},
    {"label": "Important", "subject": "Important Policy Update", "body": "A new internal policy goes into effect next week. Please read the attached summary and ensure your team is aware of the changes."},
    {"label": "Important", "subject": "Request for Verification", "body": "The vendor submitted new pricing details. Can you verify whether the numbers match what was discussed in last week’s meeting?"},
    {"label": "Important", "subject": "Review of Training Materials", "body": "We’re finalizing the onboarding modules and need your input on the technical section. Please take a quick look before tomorrow."},
    {"label": "Important", "subject": "Clarification on Deliverables", "body": "There seems to be confusion regarding the deliverables for this sprint. Could you confirm what your team will be submitting?"},
    {"label": "Important", "subject": "Prepare for Early Deadline", "body": "The internal deadline has been moved up a day. Please adjust your work accordingly and let me know if you foresee any obstacles."},
    {"label": "Important", "subject": "Data Check Required", "body": "The latest dataset shows an unexpected dip in performance metrics. Can you verify whether this is a real change or a data issue?"},
    {"label": "Important", "subject": "Quick Assistance Needed", "body": "I’m updating the master document and noticed missing details in your section. Could you fill in the gaps when you have a moment?"},
    {"label": "Important", "subject": "Important: Final Confirmation", "body": "Before we publish the announcement, we need your confirmation that all information is correct. Please review the final draft carefully."},
    {"label": "Important", "subject": "Project Status Update Required", "body": "Hi Team,\n\nPlease provide the latest status updates for your assigned tasks by end of day. This is critical to ensure we meet our upcoming project deadline."},
    {"label": "Important", "subject": "Client Proposal Feedback Needed", "body": "Dear Team,\n\nWe require your feedback on the client proposal by tomorrow morning to stay on schedule. Your input is essential for finalizing the document."},
    {"label": "Important", "subject": "Urgent Meeting Reschedule", "body": "Attention all,\n\nThe team meeting originally scheduled for today at 2 PM has been moved to 4 PM. Please adjust your schedules accordingly."},
    {"label": "Important", "subject": "Quarterly Budget Review", "body": "Hi,\n\nPlease review the quarterly budget and submit your approval or comments by Thursday. Timely review is necessary to avoid delays in financial planning."},
    {"label": "Important", "subject": "Security Patch Deployment", "body": "All staff must apply the latest security patch by the end of today. This is a critical update to ensure our system remains secure."},
    {"label": "Important", "subject": "Compliance Report Submission", "body": "Reminder: Submit all compliance reports for the last quarter by Friday. Non-submission may result in regulatory issues."},
    {"label": "Important", "subject": "Action Needed: Account Review", "body": "Dear User,\n\nYour account requires immediate review. Please verify all settings and confirm the changes by today to prevent service disruptions."},
    {"label": "Important", "subject": "Team Task Assignments", "body": "Hi Team,\n\nNew tasks have been assigned to you. Please review and update your progress reports by the end of the day."},
    {"label": "Important", "subject": "System Downtime Notification", "body": "Attention: Our system will undergo downtime tonight from 11 PM to 3 AM for maintenance. Plan your work accordingly to avoid interruptions."},
    {"label": "Important", "subject": "Urgent: Project Deliverables", "body": "Hi Team,\n\nEnsure that all project deliverables are submitted by the specified deadlines. Late submissions may impact client timelines."},
    {"label": "Important", "subject": "Critical: Financial Approval Required", "body": "Please review and approve the financial documents submitted by the accounting team by end of day. Your approval is necessary to proceed with payments."},
    {"label": "Important", "subject": "Client Meeting Preparation", "body": "Team,\n\nPrepare all necessary documents and presentations for the client meeting scheduled tomorrow. This preparation is crucial for a successful meeting."},
    {"label": "Important", "subject": "Policy Update Notification", "body": "Dear Staff,\n\nPlease review the updated company policies and acknowledge your understanding by the end of the week. Compliance is mandatory."},
    {"label": "Important", "subject": "Deadline Reminder: Report Submission", "body": "Hi,\n\nThis is a reminder that all project reports are due by Friday. Timely submission is critical to ensure project continuity."},
    {"label": "Important", "subject": "Urgent: Security Audit", "body": "Attention IT Team,\n\nThe security audit report is due today. Ensure all findings are documented and submitted to management promptly."},
    {"label": "Important", "subject": "Immediate Action Required", "body": "Hi,\n\nPlease address the flagged issues in your area immediately to prevent any operational disruptions."},
    {"label": "Important", "subject": "Client Feedback Follow-Up", "body": "Dear Team,\n\nWe are awaiting client feedback on the latest deliverables. Follow up with the client today to maintain project momentum."},
    {"label": "Important", "subject": "Quarter-End Reporting", "body": "All department heads must submit quarter-end reports by the end of this week. Timely submission ensures accurate company-wide reporting."},
    {"label": "Important", "subject": "Urgent: System Configuration", "body": "IT Team,\n\nCritical system configuration updates must be applied immediately. Delays may affect operational efficiency."},
    {"label": "Important", "subject": "Performance Review Schedule", "body": "Managers,\n\nPlease schedule and conduct performance reviews for your team members this week. Feedback must be documented in the HR system."},
    {"label": "Important", "subject": "Urgent: Quarterly Report Submission", "body": "Hi Team,\n\nAs you know, the quarterly report is due by the end of this week. I noticed that several sections still require updates, particularly the financial summary and client feedback sections. Please ensure that your parts are completed and uploaded to the shared folder by Thursday noon so that we can consolidate everything in time for the executive review on Friday.\n\nLet me know immediately if you anticipate any delays so we can adjust the plan accordingly.\n\nThanks,\nProject Lead"},
    {"label": "Important", "subject": "Action Required: Policy Compliance Review", "body": "Dear All,\n\nThe compliance department has flagged several missing confirmations in your recent submissions. It is essential that these are addressed by the close of business tomorrow. Please carefully review the attached checklist, ensure all items are completed, and submit confirmation via email.\n\nFailure to comply may result in delays to your project approvals. Contact me if any clarification is needed.\n\nRegards,\nCompliance Officer"},
    {"label": "Important", "subject": "Updated Client Deliverables", "body": "Hello Team,\n\nFollowing our recent discussion with the client, several deliverables have been updated and now need urgent attention. The timeline for submission has been moved forward by two days, and some sections require additional data analysis. Please prioritize your tasks and coordinate with your teammates to ensure all documents are finalized and error-free before submission.\n\nI appreciate your prompt attention to this matter.\n\nBest,\nProject Manager"},
    {"label": "Important", "subject": "Security Alert: Account Verification Needed", "body": "Hi,\n\nOur system detected unusual activity on your account, including multiple login attempts from unfamiliar devices. As a precaution, please review the attached activity log and verify that all actions are legitimate. If anything appears suspicious, reset your password immediately and notify the IT security team.\n\nTimely action is critical to protect sensitive information.\n\nThank you,\nIT Security"},
    {"label": "Important", "subject": "Final Reminder: Budget Approval", "body": "Dear Manager,\n\nThe budget for the upcoming quarter requires your final approval. Several line items have been revised to reflect updated estimates and projected expenses. Please review the attached documents carefully and provide your authorization by 5 PM today.\n\nDelays in approval will impact procurement timelines and project launches, so immediate attention is necessary.\n\nSincerely,\nFinance Department"},
    {"label": "Important", "subject": "System Maintenance Notification", "body": "Hello Team,\n\nPlease be aware that our core systems will undergo scheduled maintenance starting at 10 PM tonight. During this time, access to key applications may be temporarily unavailable. Ensure that all ongoing work is saved and that you plan tasks accordingly to avoid disruptions.\n\nIf you encounter any critical issues during the maintenance period, please contact the IT helpdesk immediately.\n\nThanks for your cooperation,\nIT Operations"},
    {"label": "Important", "subject": "Required: Review of Vendor Contract", "body": "Hi,\n\nThe vendor has submitted an updated contract for review. Key changes include revised payment terms, adjusted delivery schedules, and additional clauses for quality assurance. Please review the contract thoroughly and provide feedback or approval by the end of the day.\n\nYour timely response is crucial to avoid delays in vendor onboarding and project execution.\n\nBest regards,\nProcurement Team"},
    {"label": "Important", "subject": "Urgent: Project Milestone Verification", "body": "Dear Team,\n\nThe next project milestone requires verification of all completed tasks. Please review the attached checklist and ensure that each deliverable meets the quality standards outlined in our last meeting. Any discrepancies should be reported immediately.\n\nThis step is critical to maintain our project timeline and client satisfaction.\n\nThank you for your prompt attention,\nProject Coordinator"},
    {"label": "Important", "subject": "Action Required: Legal Document Review", "body": "Hi,\n\nThe legal team has prepared a set of documents that need your review before submission. These include contracts, NDA amendments, and compliance declarations. Please read each document carefully, ensure all sections are accurate, and submit any comments or required changes by tomorrow morning.\n\nDelays could impact regulatory timelines, so it is important that this review is prioritized.\n\nRegards,\nLegal Affairs"},
    {"label": "Important", "subject": "End-of-Year Audit Preparations", "body": "Hello Team,\n\nAs part of the upcoming end-of-year audit, all departments are required to submit supporting documentation for their respective financial and operational activities. Please ensure that all records are complete, accurate, and submitted to the audit team no later than Friday.\n\nThis includes invoices, contracts, reports, and approvals. Any missing documentation may result in audit delays or additional follow-ups. Your cooperation and attention to detail are essential.\n\nThank you,\nAudit Coordinator"},
    {"label": "Important", "subject": "Project Deadline Approaching", "body": "Hi Team,\n\nThe project deadline is rapidly approaching. Please ensure all deliverables are completed and submitted by the end of this week. Delays may impact the client and overall schedule, so review your tasks and confirm progress accordingly."},
    {"label": "Important", "subject": "Urgent Client Feedback Needed", "body": "Dear Team,\n\nWe are awaiting critical feedback from the client on the proposal. Please prioritize reviewing their comments and provide your input immediately to avoid delays in project delivery."},
    {"label": "Important", "subject": "Mandatory Team Meeting Tomorrow", "body": "Attention All,\n\nThere is a mandatory team meeting scheduled for tomorrow at 10 AM. Attendance is required for all team members to discuss project updates, upcoming tasks, and important deadlines."},
    {"label": "Important", "subject": "Critical Security Update", "body": "Hi Everyone,\n\nA critical security vulnerability has been identified. All users must update their passwords and review account security settings immediately to ensure data protection."},
    {"label": "Important", "subject": "Compliance Documentation Submission", "body": "Dear Team,\n\nAll compliance-related documents must be submitted by Friday. Failure to comply may result in regulatory complications. Ensure that all forms are complete and accurate."},
    {"label": "Important", "subject": "Urgent Budget Approval", "body": "Hello,\n\nThe proposed budget requires your immediate review and approval. Any delays in approval could affect financial planning and project allocations. Please provide your decision by end of day."},
    {"label": "Important", "subject": "System Downtime Notification", "body": "Attention Team,\n\nOur main server will be undergoing maintenance from 11 PM tonight to 3 AM tomorrow. Plan your work accordingly to prevent any disruption to critical operations."},
    {"label": "Important", "subject": "Immediate Action Required: Account Review", "body": "Hi,\n\nYour account requires immediate attention due to pending changes. Review all settings and confirm updates to maintain uninterrupted access and security compliance."},
    {"label": "Important", "subject": "Quarterly Performance Report Submission", "body": "Dear Team,\n\nThe quarterly performance reports must be submitted by the end of this week. Ensure that all relevant metrics and data are accurately documented to facilitate company-wide analysis."},
    {"label": "Important", "subject": "Client Meeting Preparation", "body": "Hi Team,\n\nPlease prepare all necessary documents and presentations for the client meeting scheduled for Thursday. This preparation is crucial to ensure a successful and professional presentation."},

    {"label": "Promotional", "subject": "Limited-Time Offer", "body": "Save 40% this week on our newest software bundle. Upgrade your workflow today!"},
    {"label": "Promotional", "subject": "Special Discount", "body": "Enjoy 25% off your next order. Use code 'SAVE25' at checkout."},
    {"label": "Promotional", "subject": "New Collection", "body": "Our spring collection has launched! Browse fresh styles and exclusive designs."},
    {"label": "Promotional", "subject": "Flash Sale", "body": "Don’t miss out on our 12-hour flash sale. Deals up to 60% off."},
    {"label": "Promotional", "subject": "Pre-Order Gadget", "body": "Be among the first to get our new smart device. Pre-orders open now!"},
    {"label": "Promotional", "subject": "Membership Rewards", "body": "You’ve earned new reward points. Redeem them on your next purchase."},
    {"label": "Promotional", "subject": "Free Trial Extended", "body": "Good news! Your free trial has been extended by 7 days. Keep exploring premium features."},
    {"label": "Promotional", "subject": "Exclusive Webinar", "body": "Join us for a free webinar on improving productivity with AI tools."},
    {"label": "Promotional", "subject": "Summer Sale", "body": "Seasonal discounts are live—grab your favorites before they’re gone."},
    {"label": "Promotional", "subject": "Flash Accessory Discounts", "body": "Exclusive offer just for today: 25% off all accessories! Don’t miss this short-term deal."},
    {"label": "Promotional", "subject": "Upgrade Subscription", "body": "Unlock more features with our premium plan. Upgrade now and save 15%."},
    {"label": "Promotional", "subject": "Holiday Bundle", "body": "Celebrate the season with our special holiday bundle. Limited stock available!"},
    {"label": "Promotional", "subject": "New Feature Launch", "body": "Try our latest feature today and enhance your productivity instantly."},
    {"label": "Promotional", "subject": "Weekend Deals", "body": "Exclusive weekend deals await you! Discounts up to 50% on selected items."},
    {"label": "Promotional", "subject": "Refer a Friend", "body": "Invite friends and earn bonus credits. Don’t miss this opportunity!"},
    {"label": "Promotional", "subject": "Early Bird Access", "body": "Get early access to our new product line before everyone else."},
    {"label": "Promotional", "subject": "Seasonal Clearance", "body": "Our seasonal clearance sale is live. Grab your favorite items while they last."},
    {"label": "Promotional", "subject": "Exclusive Invitation", "body": "You’re invited to our VIP event. Reserve your spot today."},
    {"label": "Promotional", "subject": "Limited Stock Alert", "body": "Hurry! Limited stock available for our most popular items."},
    {"label": "Promotional", "subject": "Week Long Sale: 20% Off", "body": "Exciting news! For this week only, we’re offering a special discount on our new arrivals. Explore the latest collection and enjoy 20% off your purchase. Hurry, the offer ends soon!"},
    {"label": "Promotional", "subject": "Flash Sale: 50% Off!", "body": "Hurry! Our limited-time flash sale is live. Get 50% off select items today only."},
    {"label": "Promotional", "subject": "New Arrivals Are Here", "body": "Check out our latest collection and discover trendy new items now available."},
    {"label": "Promotional", "subject": "Exclusive Offer Just for You", "body": "We’ve got a special offer exclusively for our valued customers. Don’t miss out!"},
    {"label": "Promotional", "subject": "Limited-Time Discount", "body": "Enjoy a limited-time discount on our top products. Act fast before it’s gone!"},
    {"label": "Promotional", "subject": "Summer Sale Starts Now", "body": "Our summer sale is here! Save big on your favorite items while supplies last."},
    {"label": "Promotional", "subject": "Special Deal Inside", "body": "Open now to discover a special deal curated just for you. Don’t wait!"},
    {"label": "Promotional", "subject": "Big Savings on New Items", "body": "Enjoy big savings on our newest arrivals. Shop today and get the best deals!"},
    {"label": "Promotional", "subject": "Weekend Sale Alert", "body": "This weekend only! Get amazing discounts on selected products. Shop now!"},
    {"label": "Promotional", "subject": "Exclusive Members Offer", "body": "Our exclusive members-only offer is waiting for you. Check it out and save today."},
    {"label": "Promotional", "subject": "Don’t Miss Our Sale!", "body": "Hurry in! Our sale is ending soon. Grab your favorite items before they’re gone."},
    {"label": "Promotional", "subject": "Special Anniversary Offer", "body": "Celebrate our anniversary with an exclusive 30% discount on all items."},
    {"label": "Promotional", "subject": "Spring Collection Launch", "body": "Our new spring collection has just been launched! Explore fresh styles, unique designs, and special introductory discounts available for a limited time."},
    {"label": "Promotional", "subject": "Upgrade to Premium", "body": "Upgrade your subscription to premium today and unlock additional features designed to boost your productivity. Special discount available until this week."},
    {"label": "Promotional", "subject": "Flash Sale Alert", "body": "Don’t miss our weekend flash sale! Selected items are available at up to 60% off. Offer ends Sunday night."},
    {"label": "Promotional", "subject": "New Smart Device Pre-Order", "body": "Pre-order our latest smart device now and be among the first to experience the innovative features. Limited quantities available."},
    {"label": "Promotional", "subject": "Exclusive Webinar Invite", "body": "You are invited to join our free webinar to learn about optimizing productivity with AI-powered tools. Reserve your spot today!"},
    {"label": "Promotional", "subject": "Membership Rewards Update", "body": "Check your account! You have earned new reward points that can be redeemed on your next purchase. Don’t miss this opportunity."},
    {"label": "Promotional", "subject": "Holiday Offer Bundle", "body": "Celebrate the season with our exclusive holiday bundle. Enjoy premium products at special discounted prices. Limited stock available."},
    {"label": "Promotional", "subject": "Early Bird Access", "body": "Get early access to our upcoming product line. Be the first to experience the latest features and designs before public release."},
    {"label": "Promotional", "subject": "Special Discount Weekend", "body": "Enjoy an exclusive weekend discount of 25% on select items. This offer is valid only through Sunday, so shop now!"},
    {"label": "Promotional", "subject": "Anniversary Sale", "body": "Celebrate our anniversary with us! Special deals and offers are available throughout the week. Don’t miss the chance to save on your favorite items."},
    {"label": "Promotional", "subject": "Tech Gadget Launch", "body": "Our latest tech gadget is here! Pre-order now and get exclusive early-access benefits and discounts."},
    {"label": "Promotional", "subject": "Weekend Special Offer", "body": "This weekend only: grab up to 50% off on select items. Shop now before the offer ends!"},
    {"label": "Promotional", "subject": "Refer a Friend Reward", "body": "Invite a friend to join and earn bonus credits. Both you and your friend will benefit from this limited-time reward."},
    {"label": "Promotional", "subject": "Summer Collection Preview", "body": "Preview our upcoming summer collection today and enjoy early-bird discounts available for a limited period."},
    {"label": "Promotional", "subject": "Exclusive VIP Access", "body": "Receive exclusive VIP access to our newest products and offers. Sign up now to secure your spot."},
    {"label": "Promotional", "subject": "Limited-Time Clearance Sale", "body": "Clearance items are flying off the shelves! Take advantage of limited-time discounts while stock lasts."},
    {"label": "Promotional", "subject": "Holiday Flash Deals", "body": "Check out our holiday flash deals! Grab amazing products at unbeatable prices for a short time."},
    {"label": "Promotional", "subject": "Special Birthday Offer", "body": "Celebrate your birthday with a special discount on your next purchase. Redeem this limited-time offer now!"},
    {"label": "Promotional", "subject": "New Feature Announcement", "body": "Discover our latest feature rollout designed to enhance your experience. Try it today and see the difference!"},
    {"label": "Promotional", "subject": "Spring Collection Launch", "body": "Discover our brand-new spring collection! Fresh styles and vibrant colors are waiting for you. Shop now and enjoy exclusive offers for a limited time."},
    {"label": "Promotional", "subject": "Limited-Time Summer Discounts", "body": "Summer is here and so are our exclusive discounts! Enjoy up to 40% off on select items for a limited time. Don’t miss out!"},
    {"label": "Promotional", "subject": "Exclusive Members-Only Offer", "body": "As a valued member, you get access to an exclusive deal. Enjoy special pricing on our latest products before anyone else."},
    {"label": "Promotional", "subject": "Flash Sale Alert", "body": "Our 24-hour flash sale is live! Save big on your favorite products today. Hurry, items are selling fast!"},
    {"label": "Promotional", "subject": "New Arrivals Just For You", "body": "Check out our latest arrivals and find your new favorite pieces. Shop now and enjoy special introductory offers."},
    {"label": "Promotional", "subject": "Weekend Mega Sale", "body": "This weekend only! Get amazing deals on a wide range of products. Don’t miss your chance to save big."},
    {"label": "Promotional", "subject": "Exclusive Online Offer", "body": "Shop online today and take advantage of our exclusive online discount. Limited stock available, act fast!"},
    {"label": "Promotional", "subject": "Holiday Sale Event", "body": "Celebrate the holidays with incredible savings! Enjoy discounts on select products and shop your favorite items today."},
    {"label": "Promotional", "subject": "Special Discount Inside", "body": "Open now to reveal a special discount tailored just for you. Don’t miss this unique opportunity to save."},
    {"label": "Promotional", "subject": "Back-to-School Savings", "body": "Gear up for the new school year with our special back-to-school offers. Save on essentials and trendy items now."},
    {"label": "Promotional", "subject": "End-of-Season Clearance", "body": "Our end-of-season clearance sale is live! Enjoy huge discounts on select items while supplies last."},
    {"label": "Promotional", "subject": "Early Access Sale", "body": "Get early access to our upcoming sale. Shop the best deals before the general public and save big."},
    {"label": "Promotional", "subject": "Limited-Time Free Shipping", "body": "Enjoy free shipping on all orders placed this week. Don’t miss the chance to get your favorites delivered free."},
    {"label": "Promotional", "subject": "Exclusive App Offer", "body": "Download our app today and unlock an exclusive offer available only to app users. Shop smarter and save!"},
    {"label": "Promotional", "subject": "New Collection Preview", "body": "Be the first to preview our upcoming collection. Reserve your favorite items before they’re officially launched."},
    {"label": "Promotional", "subject": "Special Weekend Savings", "body": "This weekend, enjoy special savings on a curated selection of our top products. Don’t miss out!"},
    {"label": "Promotional", "subject": "Exclusive VIP Deal", "body": "As a VIP customer, you get access to an exclusive deal. Shop now and enjoy premium savings on your favorite items."},
    {"label": "Promotional", "subject": "Limited Stock Offer", "body": "Limited stock available! Shop now to secure your favorite items before they run out."},
    {"label": "Promotional", "subject": "Holiday Special Promotion", "body": "Celebrate this holiday season with special promotions on select products. Grab your favorites while the offer lasts!"},
    {"label": "Promotional", "subject": "Exclusive Holiday Mega Sale", "body": "Dear Valued Customer,\n\nWe are excited to announce our exclusive Holiday Mega Sale! For a limited time, enjoy up to 70% off on selected products. From the latest gadgets to home essentials, this is the perfect opportunity to grab what you’ve been eyeing. Hurry—stock is limited and the sale ends this Sunday at midnight.\n\nShop now and enjoy the savings!\n\nBest regards,\nThe Sales Team"},
    {"label": "Promotional", "subject": "Pre-Launch VIP Access", "body": "Hello!\n\nAs one of our valued subscribers, you are invited to VIP early access for our upcoming product launch. Explore the newest collection before it becomes available to the public and enjoy exclusive pre-order benefits, including special discounts and gifts.\n\nSecure your VIP access now and be among the first to experience our innovations.\n\nWarm regards,\nThe Marketing Team"},
    {"label": "Promotional", "subject": "Limited Edition Bundle Offer", "body": "Hi there,\n\nDon’t miss our limited edition bundle offer! This curated set includes our most popular products at a special discounted price, available only while supplies last. Each bundle comes with exclusive gifts to enhance your experience.\n\nAct fast—these bundles sell out quickly and this opportunity won’t last long.\n\nCheers,\nCustomer Relations"},
    {"label": "Promotional", "subject": "Year-End Clearance Event", "body": "Greetings,\n\nOur year-end clearance event is live! Enjoy massive discounts on selected items as we make room for the new season. From electronics to apparel, find incredible deals that you won’t want to miss. This event runs through the end of the month.\n\nShop now to take advantage of these unbeatable offers!\n\nSincerely,\nThe Store Team"},
    {"label": "Promotional", "subject": "Exclusive Webinar Series", "body": "Hello,\n\nJoin our exclusive webinar series where industry experts share insights on optimizing productivity with our latest tools and solutions. These live sessions offer valuable strategies and tips to help you stay ahead. Seats are limited, so reserve your spot today!\n\nWe look forward to seeing you online.\n\nBest regards,\nEvents Team"},
    {"label": "Promotional", "subject": "VIP Early Access Weekend Sale", "body": "Dear Customer,\n\nWe are offering VIP early access to our weekend sale for loyal customers like you. Get first pick on discounted items across all categories before the sale opens to the general public. Enjoy exclusive deals and special offers only available to VIP members.\n\nShop early and maximize your savings!\n\nRegards,\nLoyalty Team"},
    {"label": "Promotional", "subject": "Spring Launch Celebration", "body": "Hi there,\n\nCelebrate the launch of our new spring collection! Explore fresh styles, innovative designs, and limited-time offers on your favorite items. Our new arrivals are sure to refresh your home and lifestyle.\n\nDon’t miss the special introductory offers available only this week.\n\nWarm wishes,\nThe Marketing Team"},
    {"label": "Promotional", "subject": "Special Anniversary Promotion", "body": "Greetings,\n\nIt’s our anniversary and we’re celebrating with a special promotion just for you! Enjoy exclusive discounts, complimentary gifts, and limited-time offers across selected products.\n\nTake advantage of these deals before they expire and join us in celebrating our milestone.\n\nCheers,\nCustomer Care Team"},
    {"label": "Promotional", "subject": "New Feature Experience Launch", "body": "Hello,\n\nWe are thrilled to introduce our latest feature designed to enhance your experience. Try it today and explore its innovative capabilities. As part of this launch, enjoy special perks and rewards for early users.\n\nDon’t miss this opportunity to be among the first to experience the upgrade.\n\nBest regards,\nProduct Team"},
    {"label": "Promotional", "subject": "Exclusive Seasonal Bundle", "body": "Hi,\n\nTake advantage of our exclusive seasonal bundle! Carefully curated products, exceptional value, and limited availability make this an offer you can’t ignore. Perfect for gifting or personal enjoyment, these bundles are only available while supplies last.\n\nOrder now and enjoy the special benefits included in the bundle.\n\nSincerely,\nSales Team"},
    {"label": "Promotional", "subject": "Exclusive Holiday Sale", "body": "Celebrate this holiday season with our exclusive sale! Enjoy up to 50% off on select items, and discover special offers tailored just for you. Don’t miss out on these limited-time deals."},
    {"label": "Promotional", "subject": "Introducing Our New Collection", "body": "We’re excited to announce our new collection! Explore the latest trends, styles, and colors. Be among the first to shop and enjoy special launch promotions."},
    {"label": "Promotional", "subject": "Weekend Flash Sale", "body": "Our weekend flash sale is here! Get incredible discounts on your favorite products for a limited time only. Act fast, as stocks are limited."},
    {"label": "Promotional", "subject": "VIP Early Access Offer", "body": "As a valued VIP customer, you get early access to our upcoming sale. Shop exclusive deals before the general public and enjoy premium discounts."},
    {"label": "Promotional", "subject": "Back-to-School Special", "body": "Gear up for the new school year with our special back-to-school promotion. Enjoy discounts on essentials, trendy items, and exclusive bundles available for a limited time."},
    {"label": "Promotional", "subject": "Seasonal Clearance Event", "body": "Don’t miss our seasonal clearance event! Enjoy huge savings on select items while supplies last. Shop now and make the most of these limited-time deals."},
    {"label": "Promotional", "subject": "Exclusive App Member Deal", "body": "Download our app today and unlock exclusive offers only available to app users. Enjoy special discounts, early access to new items, and more!"},
    {"label": "Promotional", "subject": "Limited-Time Free Shipping", "body": "For this week only, enjoy free shipping on all orders! Don’t miss your chance to get your favorite products delivered for free."},
    {"label": "Promotional", "subject": "Holiday Season Promotions", "body": "Celebrate the holiday season with our special promotions on select products. Take advantage of exclusive deals, discounts, and bundles while they last."},
    {"label": "Promotional", "subject": "Exclusive VIP Member Sale", "body": "Our VIP members get exclusive access to premium discounts and special offers. Shop now and enjoy limited-time savings on our top products."},

    {"label": "Social", "subject": "New Friend Request", "body": "You have a new friend request from Alex. Connect now to see their profile."},
    {"label": "Social", "subject": "Someone Liked Your Post", "body": "Jamie liked your recent post. Check it out and reply if you want!"},
    {"label": "Social", "subject": "New Comment Alert", "body": "Taylor commented on your photo: 'Looks amazing!' Respond to keep the conversation going."},
    {"label": "Social", "subject": "Event Invitation", "body": "You’re invited to the 'Tech Meetup 2025'. RSVP now to reserve your spot."},
    {"label": "Social", "subject": "New Message", "body": "Morgan sent you a message. Read and reply to stay in touch."},
    {"label": "Social", "subject": "Group Update", "body": "Your group 'Book Club' has posted new updates. Join the discussion today!"},
    {"label": "Social", "subject": "Photo Tag Alert", "body": "You were tagged in a photo by Sam. Check it out and leave a comment!"},
    {"label": "Social", "subject": "Profile View Notification", "body": "Someone viewed your profile recently. See who’s checking out your page."},
    {"label": "Social", "subject": "Birthday Reminder", "body": "Today is Alex’s birthday! Send a message to wish them a happy birthday."},
    {"label": "Social", "subject": "New Event Nearby", "body": "A local meetup in your area matches your interests. RSVP now to join the fun."},
    {"label": "Social", "subject": "Comment Like", "body": "Someone liked your comment on the recent discussion thread. Check it out!"},
    {"label": "Social", "subject": "New Follower", "body": "Chris started following you. View their profile and connect!"},
    {"label": "Social", "subject": "Group Message", "body": "Your group 'Photography Lovers' has a new message thread. Join the chat now!"},
    {"label": "Social", "subject": "Live Event Notification", "body": "A live session is starting soon that matches your interests. Don’t miss it!"},
    {"label": "Social", "subject": "Friend Post Tagged", "body": "You were tagged in a post by Jamie. View the post and interact!"},
    {"label": "Social", "subject": "Reaction Received", "body": "Someone reacted to your post. See who and respond if you’d like."},
    {"label": "Social", "subject": "New Activity in Your Network", "body": "Several friends in your network shared new updates. Check them out!"},
    {"label": "Social", "subject": "Event Reminder", "body": "Reminder: The 'Local Hiking Group' event starts tomorrow. Don’t forget to RSVP."},
    {"label": "Social", "subject": "Group Invitation", "body": "You’ve been invited to join the 'Fitness Enthusiasts' group. Accept to participate."},
    {"label": "Social", "subject": "New Post from Friend", "body": "Jordan posted new content. Check it out and leave a comment if you like!"},
    {"label": "Social", "subject": "New Message from Emma", "body": "Emma sent you a new message. Read and reply to stay connected."},
    {"label": "Social", "subject": "Group Post Alert", "body": "Your group 'Music Lovers' posted a new message. Join the conversation!"},
    {"label": "Social", "subject": "Photo Tag by Lucas", "body": "Lucas tagged you in a new photo. View and comment to engage!"},
    {"label": "Social", "subject": "Profile Viewer Notification", "body": "Someone has viewed your profile today. See who’s interested!"},
    {"label": "Social", "subject": "Birthday Alert: Mia", "body": "Today is Mia’s birthday! Send a quick message to celebrate."},
    {"label": "Social", "subject": "Nearby Event Notification", "body": "A local meetup for hiking enthusiasts is happening soon. RSVP to join!"},
    {"label": "Social", "subject": "Friend Request from Ethan", "body": "Ethan sent you a friend request. Connect to see their profile."},
    {"label": "Social", "subject": "Post Liked by Isabella", "body": "Isabella liked your recent update. Check it out and engage!"},
    {"label": "Social", "subject": "New Comment on Your Post", "body": "Sophia commented: 'Nice photo!' Respond to continue the conversation."},
    {"label": "Social", "subject": "Event Invite Reminder", "body": "Reminder: The 'Local Book Club' event is happening tomorrow. RSVP to confirm your spot."},
    {"label": "Social", "subject": "Friend Request Pending", "body": "Hi! You have a friend request from Alex Johnson. Visit their profile to accept or decline and start connecting today."},
    {"label": "Social", "subject": "Comment Thread Update", "body": "Taylor replied to your comment on the 'Summer Photography' post. Join the conversation and share your thoughts!"},
    {"label": "Social", "subject": "Event Reminder: Meetup Tomorrow", "body": "Don’t forget the local 'Tech Innovators Meetup' happening tomorrow at 6 PM. RSVP now to confirm your attendance and network with fellow tech enthusiasts."},
    {"label": "Social", "subject": "New Message from Friend", "body": "Morgan sent you a detailed message. Click here to read it and reply to continue your conversation."},
    {"label": "Social", "subject": "Group Activity Update", "body": "Your 'Book Club' group has several new posts this week, including discussion threads and shared articles. Join in to stay updated and participate."},
    {"label": "Social", "subject": "Tagged in a Photo", "body": "You’ve been tagged in a photo by Sam in the 'Weekend Adventure' album. View the photo and leave your comment!"},
    {"label": "Social", "subject": "Profile View Notification", "body": "Someone viewed your profile recently. Check out who’s visiting your page and connect with new friends or colleagues."},
    {"label": "Social", "subject": "Birthday Reminder Notification", "body": "Today is Alex’s birthday! Send a message or post on their timeline to wish them a happy birthday and celebrate together."},
    {"label": "Social", "subject": "Local Event Suggestion", "body": "A local meetup for 'Outdoor Hiking Enthusiasts' matches your interests. RSVP today to join the group and meet like-minded people."},
    {"label": "Social", "subject": "New Follower Alert", "body": "Chris has started following you. Visit their profile to learn more and connect if you want to expand your network."},
    {"label": "Social", "subject": "Group Discussion Update", "body": "Your 'Photography Lovers' group has a new discussion thread and several updates. Join in to contribute and share your insights."},
    {"label": "Social", "subject": "Event Live Stream Notification", "body": "A live stream event on 'AI in Social Media' is starting soon. Join now to watch and participate in the discussion in real time."},
    {"label": "Social", "subject": "Friend Post Interaction", "body": "You were tagged in Jordan’s latest post. View it, leave a comment, and interact with your friend’s content!"},
    {"label": "Social", "subject": "Reaction Alert", "body": "Someone reacted to your recent post. Check it out to see who engaged and respond if you’d like to continue the interaction."},
    {"label": "Social", "subject": "Network Updates Summary", "body": "Several friends in your network have shared new posts and updates this week. Review them and engage with your connections."},
    {"label": "Social", "subject": "Event RSVP Reminder", "body": "Reminder: The 'Local Hiking Group' event starts tomorrow at 8 AM. Confirm your attendance and prepare for the meetup."},
    {"label": "Social", "subject": "Group Invitation Notification", "body": "You’ve been invited to join the 'Fitness Enthusiasts' group. Accept the invitation to participate in activities and discussions."},
    {"label": "Social", "subject": "New Post from Friend", "body": "Jordan posted a new update on their timeline. View it now and leave a comment to engage with their content."},
    {"label": "Social", "subject": "Photo Album Comment Update", "body": "Several new comments have been added to the 'Vacation Memories' album where you’re tagged. Join the conversation and share your thoughts!"},
    {"label": "Social", "subject": "Friend Interaction Notification", "body": "Jamie has reacted to your latest comment and sent a message. Check it out to continue your conversation."},
    {"label": "Social", "subject": "New Friend Request from Ava", "body": "You have a new friend request from Ava. Connect now to view her profile and start chatting!"},
    {"label": "Social", "subject": "Someone Liked Your Post", "body": "Sophia liked your recent post. Check out the details and reply if you want to engage!"},
    {"label": "Social", "subject": "Comment on Your Photo", "body": "Lucas commented on your recent photo: 'Amazing shot!' Respond to keep the conversation going and share your thoughts."},
    {"label": "Social", "subject": "Event Invitation: Spring Coding Meetup", "body": "You’re invited to the 'Spring Coding Meetup 2025'. RSVP now to secure your spot and network with fellow developers."},
    {"label": "Social", "subject": "New Message from Mason", "body": "Mason sent you a message. Read it now and reply to stay in touch with your friend."},
    {"label": "Social", "subject": "Group Update: Travel Buddies", "body": "Your group 'Travel Buddies' has posted new updates. Join the discussion today and share your travel stories!"},
    {"label": "Social", "subject": "Photo Tag Alert", "body": "Isabella tagged you in a photo. View it and leave a comment to interact with your friends."},
    {"label": "Social", "subject": "Profile Viewed Notification", "body": "Someone recently viewed your profile. See who’s interested and connect with new friends!"},
    {"label": "Social", "subject": "Birthday Reminder for Liam", "body": "Today is Liam’s birthday! Send a message or post a wish to celebrate with him."},
    {"label": "Social", "subject": "Nearby Event: Photography Meetup", "body": "A local photography meetup matches your interests. RSVP to join the event and meet fellow photographers."},
    {"label": "Social", "subject": "Friend Request from Noah", "body": "Noah wants to connect with you. View their profile, accept the request, and start chatting!"},
    {"label": "Social", "subject": "Post Liked by Olivia", "body": "Olivia liked your latest post. Check it out and reply if you want to engage in conversation."},
    {"label": "Social", "subject": "Comment on Your Update", "body": "Ethan commented: 'Awesome!' Respond now to keep the conversation going and interact with friends."},
    {"label": "Social", "subject": "Event Invite: Weekend Yoga Session", "body": "Join the 'Weekend Yoga Session' event. RSVP now to secure your spot and meet like-minded enthusiasts."},
    {"label": "Social", "subject": "New Message from Emma", "body": "Emma sent you a new message. Read it and reply to stay connected and engaged."},
    {"label": "Social", "subject": "Group Post Alert: Music Lovers", "body": "Your group 'Music Lovers' posted a new discussion. Join the conversation and share your thoughts!"},
    {"label": "Social", "subject": "Photo Tag by Lucas", "body": "Lucas tagged you in a new photo. View it, comment, and interact with your friends."},
    {"label": "Social", "subject": "Profile Viewer Notification", "body": "Someone has viewed your profile today. See who’s interested and connect with new friends."},
    {"label": "Social", "subject": "Birthday Alert: Mia", "body": "Today is Mia’s birthday! Send a message or post a wish to celebrate."},
    {"label": "Social", "subject": "Nearby Event: Hiking Group", "body": "A local hiking meetup is happening soon. RSVP to join the group and enjoy outdoor activities!"},
    {"label": "Social", "subject": "Friend Request from Ethan", "body": "Ethan sent you a friend request. Connect now and start interacting with your new friend."},
    {"label": "Social", "subject": "Event Reminder: Tech Innovators Meetup", "body": "Hi there,\n\nThis is a reminder for the 'Tech Innovators Meetup' happening tomorrow at 6 PM. Make sure to confirm your RSVP and prepare any questions or topics you want to discuss. Connect with fellow attendees and expand your professional network during this event.\n\nSee you there!"},
    {"label": "Social", "subject": "New Friend Request from Alex Johnson", "body": "Hello,\n\nYou have received a new friend request from Alex Johnson. View their profile to learn more about them and accept or decline the request. Connecting with Alex could open new networking opportunities and help you stay in touch with your social circle."},
    {"label": "Social", "subject": "Photo Tag Notification", "body": "Hi,\n\nYou were tagged in a photo by Sam in the 'Weekend Adventure' album. View the photo, like it, or leave a comment to interact. Engaging with your friends’ posts helps keep your connections active and strengthens relationships."},
    {"label": "Social", "subject": "Group Discussion Update: Photography Lovers", "body": "Greetings,\n\nYour group 'Photography Lovers' has a new discussion thread and several updates this week. Participate in the conversation, share your insights, and engage with fellow photography enthusiasts. Staying active in groups helps you learn and connect with like-minded people."},
    {"label": "Social", "subject": "New Message from Morgan", "body": "Hello,\n\nMorgan sent you a detailed message regarding the upcoming project collaboration. Read the message carefully and respond promptly to maintain effective communication. Keeping your messaging threads active ensures timely responses and stronger connections."},
    {"label": "Social", "subject": "Local Event Suggestion: Outdoor Hiking", "body": "Hi there,\n\nWe found a local 'Outdoor Hiking Enthusiasts' event that matches your interests. RSVP today to join the group, meet like-minded individuals, and participate in fun activities. Engaging in local events can expand your social network and offer enjoyable experiences."},
    {"label": "Social", "subject": "Birthday Reminder for Alex", "body": "Hello,\n\nToday is Alex’s birthday! Send a personalized message or post on their timeline to wish them a happy birthday. Celebrating friends’ special days helps maintain strong relationships and shows you care."},
    {"label": "Social", "subject": "Friend Post Interaction", "body": "Hi,\n\nYou were tagged in Jordan’s latest post. View the post, leave a comment, or react to engage with your friend’s content. Staying interactive keeps your social connections vibrant and active."},
    {"label": "Social", "subject": "Network Activity Summary", "body": "Hello,\n\nYour network has several updates this week, including new posts, shared articles, and activity from friends. Check out the latest content, comment, and engage to maintain your social connections. Active participation helps strengthen your network presence."},
    {"label": "Social", "subject": "Live Stream Notification: AI in Social Media", "body": "Hi there,\n\nA live stream event on 'AI in Social Media' is starting soon. Join now to watch, participate in real-time discussions, and connect with other attendees. Engaging with live events allows you to stay informed and build your professional and social network."},
    {"label": "Social", "subject": "New Friend Request from Liam", "body": "You have received a friend request from Liam. View his profile, see mutual friends, and connect to start chatting and sharing updates."},
    {"label": "Social", "subject": "Someone Liked Your Post", "body": "Sophia liked your recent post and left a comment. Check it out to see her feedback and continue the conversation."},
    {"label": "Social", "subject": "Comment on Your Photo by Olivia", "body": "Olivia commented on your recent photo: 'This looks amazing!' Respond to engage with your friends and keep the conversation going."},
    {"label": "Social", "subject": "Event Invitation: Spring Coding Meetup", "body": "You’re invited to attend the 'Spring Coding Meetup 2025'. RSVP now to confirm your attendance and network with fellow developers and enthusiasts."},
    {"label": "Social", "subject": "New Message from Mason", "body": "Mason has sent you a detailed message. Open it now to read the content, reply, and continue your conversation."},
    {"label": "Social", "subject": "Group Update: Travel Buddies", "body": "Your group 'Travel Buddies' has posted new updates and discussions. Join in today to share travel tips, photos, and experiences with fellow group members."},
    {"label": "Social", "subject": "Tagged in a Photo by Isabella", "body": "Isabella tagged you in a photo. View it now, leave a comment, and interact with your friends to share your thoughts and reactions."},
    {"label": "Social", "subject": "Profile Viewed Notification", "body": "Someone has recently viewed your profile. Check who is interested in connecting and engage with new friends to expand your network."},
    {"label": "Social", "subject": "Birthday Reminder for Liam", "body": "Today is Liam’s birthday! Send a thoughtful message or post a greeting to celebrate and maintain your friendship."},
    {"label": "Social", "subject": "Nearby Event: Photography Meetup", "body": "A local photography meetup matching your interests is happening soon. RSVP now to attend, meet other photographers, and participate in discussions and activities."},

    {"label": "Personal", "subject": "Lunch Tomorrow?", "body": "Hey, are you free for lunch tomorrow? Would love to catch up!"},
    {"label": "Personal", "subject": "Quick Check-In", "body": "Hi, just wanted to see how you're doing. Hope all is well!"},
    {"label": "Personal", "subject": "Movie Night", "body": "Hey, do you want to go see the new movie this weekend?"},
    {"label": "Personal", "subject": "Happy Birthday!", "body": "Wishing you a very happy birthday! Hope your day is amazing."},
    {"label": "Personal", "subject": "Coffee Catch-Up", "body": "Hey, are you free for a quick coffee sometime this week?"},
    {"label": "Personal", "subject": "Check This Out", "body": "I found this article and thought of you. Let me know what you think!"},
    {"label": "Personal", "subject": "Weekend Plans", "body": "Any plans for the weekend? Maybe we could hang out."},
    {"label": "Personal", "subject": "Congrats!", "body": "Congratulations on your recent achievement! Really proud of you."},
    {"label": "Personal", "subject": "Quick Question", "body": "Hey, can you help me with a quick question about the project?"},
    {"label": "Personal", "subject": "Thinking of You", "body": "Just wanted to say hi and that I’m thinking of you today."},
    {"label": "Personal", "subject": "Dinner Plans", "body": "Are you free for dinner on Friday? It would be great to catch up."},
    {"label": "Personal", "subject": "Road Trip Ideas", "body": "I was thinking about a weekend road trip. Want to join?"},
    {"label": "Personal", "subject": "Congrats on Your New Job", "body": "Heard about your new job! That’s fantastic news, congrats!"},
    {"label": "Personal", "subject": "Book Recommendation", "body": "I just finished a great book and thought you’d like it too. Want me to send you the link?"},
    {"label": "Personal", "subject": "Catch-Up Call", "body": "Can we schedule a quick call later this week to catch up?"},
    {"label": "Personal", "subject": "Party Invitation", "body": "I’m hosting a small get-together on Saturday. Would love for you to come!"},
    {"label": "Personal", "subject": "Congrats on the Achievement", "body": "Your recent accomplishment is amazing! Truly proud of you."},
    {"label": "Personal", "subject": "Weekend Hike", "body": "Want to join me for a hike this weekend? The weather looks perfect."},
    {"label": "Personal", "subject": "Coffee Break Chat", "body": "Free for a quick coffee break today? Let’s catch up."},
    {"label": "Personal", "subject": "Movie Recommendation", "body": "Saw a great movie yesterday and thought you might enjoy it. Want to watch it together?"},
    {"label": "Personal", "subject": "Hey, how's it going?", "body": "Hey! Just wanted to check in and see how you’re doing."},
    {"label": "Personal", "subject": "Lunch tomorrow?", "body": "Do you want to grab lunch tomorrow? It’d be great to catch up."},
    {"label": "Personal", "subject": "Quick hello", "body": "Hi there, just wanted to say hello and see what you’ve been up to."},
    {"label": "Personal", "subject": "Weekend plans?", "body": "Hey, got any plans for the weekend? Maybe we can hang out."},
    {"label": "Personal", "subject": "Movie night?", "body": "Thinking of watching a movie tonight. Want to join me?"},
    {"label": "Personal", "subject": "Coffee break", "body": "Free for a quick coffee break today? Would love to catch up."},
    {"label": "Personal", "subject": "Check-in", "body": "Hi, just checking in to see how things are going on your end."},
    {"label": "Personal", "subject": "Chat soon?", "body": "Hey, we should chat soon. Let me know when you’re free."},
    {"label": "Personal", "subject": "Dinner plans", "body": "Want to grab dinner this week? It’d be nice to catch up."},
    {"label": "Personal", "subject": "Catch up!", "body": "Hi! It’s been a while. Let’s catch up sometime soon."},
    {"label": "Personal", "subject": "Catching Up This Week", "body": "Hi there,\n\nI wanted to check if you’re free sometime this week for a chat. It’s been a while since we last caught up, and I’d love to hear how things are going with you."},
    {"label": "Personal", "subject": "Weekend Plans", "body": "Hey,\n\nDo you have any plans for the weekend? I was thinking we could meet for a coffee or maybe go for a walk in the park if the weather’s nice."},
    {"label": "Personal", "subject": "Birthday Wishes", "body": "Happy Birthday! I hope you have an amazing day filled with fun, laughter, and everything you love. Looking forward to celebrating with you soon."},
    {"label": "Personal", "subject": "Congrats on the Promotion", "body": "Hey,\n\nI heard the great news about your promotion! Congratulations! You really deserve it after all the hard work you’ve put in."},
    {"label": "Personal", "subject": "Dinner Plans This Week", "body": "Hi,\n\nWould you like to have dinner together this week? It would be great to catch up and spend some time chatting over a meal."},
    {"label": "Personal", "subject": "Check Out This Article", "body": "Hey,\n\nI came across this article and thought you’d find it interesting. Let me know your thoughts when you get a chance."},
    {"label": "Personal", "subject": "Planning a Road Trip", "body": "Hi,\n\nI’m thinking of planning a road trip this weekend. Would you like to join me? It could be a fun adventure!"},
    {"label": "Personal", "subject": "Movie Night Invitation", "body": "Hey,\n\nI’m planning a movie night this Friday. Do you want to come? We could watch the new release and grab some snacks."},
    {"label": "Personal", "subject": "Coffee Catch-Up", "body": "Hi,\n\nAre you free for a coffee catch-up sometime this week? I’d love to hear what you’ve been up to lately."},
    {"label": "Personal", "subject": "Weekend Hike", "body": "Hey,\n\nThe weather looks perfect for a hike this weekend. Want to join me for a morning hike and some fresh air?"},
    {"label": "Personal", "subject": "Congrats on Your New Home", "body": "Hi,\n\nCongratulations on moving into your new home! Can’t wait to visit and see how you’ve decorated it."},
    {"label": "Personal", "subject": "Book Recommendation", "body": "Hey,\n\nI just finished reading this amazing book and thought of you. I think you’d really enjoy it. Want me to send you the details?"},
    {"label": "Personal", "subject": "Catch-Up Call", "body": "Hi there,\n\nDo you have some time this week for a quick call? I’d love to catch up and hear what’s new in your life."},
    {"label": "Personal", "subject": "Party Invitation", "body": "Hey,\n\nI’m hosting a small get-together this Saturday evening and would love for you to come. Let me know if you can make it!"},
    {"label": "Personal", "subject": "Congrats on the Achievement", "body": "Hi,\n\nI wanted to say congratulations on your recent achievement. That’s really impressive, and I’m so proud of you!"},
    {"label": "Personal", "subject": "Weekend Coffee Break", "body": "Hey,\n\nAre you free for a coffee break this weekend? It would be nice to relax and catch up."},
    {"label": "Personal", "subject": "Movie Recommendation", "body": "Hi,\n\nI watched a great movie recently and thought you might enjoy it too. Want to watch it together sometime?"},
    {"label": "Personal", "subject": "Planning a Small Get-Together", "body": "Hey,\n\nI’m thinking of having a small get-together next week. Would you like to join? It’ll be a fun way to catch up with everyone."},
    {"label": "Personal", "subject": "Checking In", "body": "Hi,\n\nJust wanted to check in and see how you’re doing. Hope everything’s going well!"},
    {"label": "Personal", "subject": "Sharing Something Fun", "body": "Hey,\n\nI found something really fun and thought of you. Can’t wait to share it when we meet!"},
    {"label": "Personal", "subject": "Weekend Get-Together", "body": "Hey! Are you free this weekend? Thought we could catch up over coffee or a meal. Let me know what works for you."},
    {"label": "Personal", "subject": "Birthday Plans", "body": "Hi! Just checking if you’re free for a small birthday get-together on Saturday. It would be great to see you there."},
    {"label": "Personal", "subject": "Catch Up Over Lunch", "body": "Hey, it’s been a while! Want to grab lunch sometime this week and catch up on everything?"},
    {"label": "Personal", "subject": "Quick Coffee Chat", "body": "Hi! Are you available for a quick coffee chat tomorrow? Would love to hear about how things have been."},
    {"label": "Personal", "subject": "Dinner Invitation", "body": "Hey! Thinking of having dinner on Friday evening. Would love for you to join me."},
    {"label": "Personal", "subject": "Movie Night Plans", "body": "Hi! Planning a movie night this weekend. Want to come along and watch with us?"},
    {"label": "Personal", "subject": "Check-In and Catch Up", "body": "Hey, just wanted to check in and see how you’ve been lately. Maybe we can meet up sometime soon."},
    {"label": "Personal", "subject": "Coffee Break Tomorrow", "body": "Hi! Free for a coffee break tomorrow morning? Would be great to chat and catch up."},
    {"label": "Personal", "subject": "Weekend Plans Discussion", "body": "Hey, any plans for the weekend? Thought we could hang out or do something fun together."},
    {"label": "Personal", "subject": "Quick Chat", "body": "Hi! Are you free for a quick chat sometime today? Would love to catch up."},
    {"label": "Personal", "subject": "Catch Up Over Drinks", "body": "Hey! Want to grab drinks this week and catch up? It’s been too long since we last met."},
    {"label": "Personal", "subject": "Lunch and Chat", "body": "Hi! Free for lunch on Thursday? Would love to hear how you’ve been doing."},
    {"label": "Personal", "subject": "Weekend Coffee Meet", "body": "Hey! Planning to grab coffee this weekend. Want to join me?"},
    {"label": "Personal", "subject": "Dinner and Talk", "body": "Hi! Thinking of having dinner at our favorite spot this Friday. Join me for a good chat?"},
    {"label": "Personal", "subject": "Movie and Chill", "body": "Hey! Planning to watch a movie this Saturday night. Want to join and chill?"},
    {"label": "Personal", "subject": "Catch Up Session", "body": "Hi! It’s been a while since we talked. Let’s schedule a time to catch up soon."},
    {"label": "Personal", "subject": "Quick Coffee Meet", "body": "Hey! Are you free for a quick coffee meetup tomorrow? Would be great to chat."},
    {"label": "Personal", "subject": "Weekend Dinner Plans", "body": "Hi! Any interest in dinner plans this weekend? Thought we could catch up and relax."},
    {"label": "Personal", "subject": "Evening Walk", "body": "Hey! Thinking of taking an evening walk around the park. Want to join me?"},
    {"label": "Personal", "subject": "Catch Up Over Tea", "body": "Hi! Free to catch up over tea sometime this week? Would love to hear about your recent adventures."},
    {"label": "Personal", "subject": "Catching Up This Weekend", "body": "Hi there,\n\nIt’s been a while since we last spoke! I was thinking it would be great to catch up this weekend. Maybe we can go for a walk in the park or grab a coffee and chat about what’s new in our lives. Let me know if you’re free and we can plan something fun.\n\nLooking forward to seeing you!"},
    {"label": "Personal", "subject": "Planning a Movie Night", "body": "Hey,\n\nI was thinking of hosting a movie night at my place this Friday. We could watch the new release, order some snacks, and just relax. Would you like to join? It’s been a while since we had a good hangout."},
    {"label": "Personal", "subject": "Road Trip Adventure", "body": "Hi,\n\nI’m planning a short road trip this weekend and thought you might like to join. It would be a fun way to explore new places and spend some quality time together. Let me know if you’re interested and we can sort out the details.\n\nCan’t wait!"},
    {"label": "Personal", "subject": "Celebrating Your Achievement", "body": "Hello,\n\nCongratulations on your recent accomplishment! I’m so proud of you and would love to celebrate together. Maybe we can have a small get-together or dinner to toast your success. Let me know what works best for you."},
    {"label": "Personal", "subject": "Weekend Hike Plans", "body": "Hey,\n\nThe weather looks perfect for a hike this weekend. I thought it’d be fun to explore the trails together and enjoy some fresh air. Let me know if you’re interested and we can plan a route and timing that works for both of us."},
    {"label": "Personal", "subject": "Dinner Invitation", "body": "Hi there,\n\nI’m planning a dinner at my place this Saturday and would love for you to join. It’ll be a relaxed evening with good food and great company. Let me know if you can make it, so I can plan accordingly."},
    {"label": "Personal", "subject": "Sharing Something Special", "body": "Hey,\n\nI came across something today that reminded me of you. I think you’ll really enjoy it! Can’t wait to share it when we meet. Let’s plan a time soon to catch up and chat about it."},
    {"label": "Personal", "subject": "Checking In and Catching Up", "body": "Hi,\n\nIt’s been a while since we last caught up! I wanted to check in and see how things are going. Maybe we can plan a coffee or a casual lunch this week and spend some time talking. Looking forward to hearing from you."},
    {"label": "Personal", "subject": "Celebrating a Milestone Together", "body": "Hey,\n\nI heard about your recent milestone, and I’m really proud of you! We should celebrate soon, maybe with a small gathering or dinner. Let me know when you’re available, and we can plan something special."},
    {"label": "Personal", "subject": "Fun Weekend Plans", "body": "Hi there,\n\nI’m planning some fun activities this weekend and thought you might like to join. It could be a mix of exploring, relaxing, and just having a good time together. Let me know if you’re interested and we can set up the details."},
    {"label": "Personal", "subject": "Long Weekend Catch-Up", "body": "Hey! I was thinking it’s been a while since we properly caught up. How about we meet this weekend for a long chat over coffee or maybe lunch? I’d love to hear everything you’ve been up to lately."},
    {"label": "Personal", "subject": "Birthday Celebration Plans", "body": "Hi! I wanted to check if you’re available this Saturday. Planning a small birthday celebration and it wouldn’t be the same without you. Hope you can make it!"},
    {"label": "Personal", "subject": "Dinner and Conversation", "body": "Hey! I thought it’d be great to have a dinner together this week. We can catch up on work, life, and everything else we’ve missed discussing. Let me know when you’re free."},
    {"label": "Personal", "subject": "Weekend Get-Together", "body": "Hi! How’s your weekend looking? I was thinking of organizing a small get-together with friends and would love for you to join. Let’s catch up and relax."},
    {"label": "Personal", "subject": "Movie Night Plans", "body": "Hey! Planning a movie night this Friday with a few friends. Thought you’d like to join. We can watch a couple of films and just hang out. Let me know if you’re in!"},
    {"label": "Personal", "subject": "Coffee and Chat", "body": "Hi! Free sometime this week for a coffee? I’d love to catch up properly and hear about everything you’ve been doing lately."},
    {"label": "Personal", "subject": "Evening Walk Catch-Up", "body": "Hey! Thinking of taking an evening walk around the park this week. Want to join? We can talk and catch up on life."},
    {"label": "Personal", "subject": "Long Lunch Session", "body": "Hi! Are you available for a longer lunch this Thursday? We can grab food and have a proper catch-up session."},
    {"label": "Personal", "subject": "Weekend Coffee Break", "body": "Hey! Planning to take some time off this weekend for coffee and conversation. Would love it if you could join and we can catch up properly."},
    {"label": "Personal", "subject": "Evening Tea and Talk", "body": "Hi! I thought we could meet for tea one evening this week and have a long chat about work, friends, and everything else going on. Let me know your availability."},

    {"label": "Notification", "subject": "Password Change Successful", "body": "Your password has been successfully changed."},
    {"label": "Notification", "subject": "Account Login Alert", "body": "Your account was just accessed from a new device."},
    {"label": "Notification", "subject": "Subscription Renewal", "body": "Your subscription will renew in 3 days."},
    {"label": "Notification", "subject": "New Device Connected", "body": "A new device has been connected to your account."},
    {"label": "Notification", "subject": "Profile Update Confirmation", "body": "Your profile information has been updated successfully."},
    {"label": "Notification", "subject": "Unusual Login Detected", "body": "We detected a login from an unusual location."},
    {"label": "Notification", "subject": "Payment Received", "body": "Your payment has been successfully received."},
    {"label": "Notification", "subject": "App Update Available", "body": "A new version of the app is available for download."},
    {"label": "Notification", "subject": "Storage Almost Full", "body": "Your account storage is nearly full. Consider freeing up space."},
    {"label": "Notification", "subject": "Security Alert", "body": "There was a security alert on your account. Please review immediately."},
    {"label": "Notification", "subject": "New Feature Announcement", "body": "Check out the new feature added to your account."},
    {"label": "Notification", "subject": "Payment Due Reminder", "body": "Your payment is due in 2 days. Please take action."},
    {"label": "Notification", "subject": "Login Attempt Blocked", "body": "A login attempt was blocked for your account."},
    {"label": "Notification", "subject": "Backup Completed", "body": "Your recent backup was completed successfully."},
    {"label": "Notification", "subject": "Account Suspended", "body": "Your account has been temporarily suspended due to unusual activity."},
    {"label": "Notification", "subject": "New Login Location", "body": "Your account was accessed from a new location."},
    {"label": "Notification", "subject": "Subscription Cancelled", "body": "Your subscription has been cancelled successfully."},
    {"label": "Notification", "subject": "Data Export Ready", "body": "Your requested data export is now ready for download."},
    {"label": "Notification", "subject": "Two-Factor Enabled", "body": "Two-factor authentication has been enabled on your account."},
    {"label": "Notification", "subject": "Email Verified", "body": "Your email address has been successfully verified."},
    {"label": "Notification", "subject": "Password Change Required", "body": "Your password will expire soon. Update it to maintain account security."},
    {"label": "Notification", "subject": "New Login Alert", "body": "A new login to your account was detected from an unrecognized device."},
    {"label": "Notification", "subject": "Subscription Renewal Reminder", "body": "Your subscription will renew in 3 days. Ensure your payment method is up to date."},
    {"label": "Notification", "subject": "System Maintenance Notice", "body": "Scheduled system maintenance will occur tonight from 11 PM to 2 AM. Services may be unavailable."},
    {"label": "Notification", "subject": "Security Alert", "body": "We detected unusual activity in your account. Please review recent actions immediately."},
    {"label": "Notification", "subject": "New Feature Announcement", "body": "Check out the new features now available in your account dashboard."},
    {"label": "Notification", "subject": "Billing Reminder", "body": "Your latest invoice is ready. View and pay it to avoid service interruptions."},
    {"label": "Notification", "subject": "Device Connected", "body": "A new device has been connected to your account. Confirm if this was you."},
    {"label": "Notification", "subject": "Account Verification Needed", "body": "Please verify your email address to complete the account setup process."},
    {"label": "Notification", "subject": "Weekly Summary", "body": "Your weekly account summary is ready. View the details to stay updated."},
    {"label": "Notification", "subject": "Password Expiration Warning", "body": "Your account password will expire in 5 days. Please update it to avoid being locked out."},
    {"label": "Notification", "subject": "Unrecognized Login Detected", "body": "We noticed a login to your account from a new device. If this was not you, please secure your account immediately."},
    {"label": "Notification", "subject": "Subscription Renewal", "body": "Your subscription is set to renew in 3 days. Make sure your payment method is up to date to prevent interruptions."},
    {"label": "Notification", "subject": "System Maintenance Scheduled", "body": "Scheduled system maintenance will take place tonight from 11 PM to 2 AM. Some services may be temporarily unavailable."},
    {"label": "Notification", "subject": "Suspicious Activity Alert", "body": "We detected unusual activity in your account. Review your recent actions and secure your account if needed."},
    {"label": "Notification", "subject": "New Dashboard Features", "body": "Check out the latest features now available in your dashboard. Explore them to enhance your account experience."},
    {"label": "Notification", "subject": "Invoice Ready", "body": "Your latest invoice is ready for viewing. Pay it promptly to avoid service interruptions."},
    {"label": "Notification", "subject": "Device Connected to Account", "body": "A new device has successfully connected to your account. If this wasn’t you, please review your account security settings."},
    {"label": "Notification", "subject": "Email Verification Needed", "body": "Verify your email address to complete account setup and ensure you receive all notifications."},
    {"label": "Notification", "subject": "Weekly Account Summary", "body": "Your weekly account summary is ready. View recent activity and track your usage statistics."},
    {"label": "Notification", "subject": "Security Reminder", "body": "Remember to enable two-factor authentication to further protect your account from unauthorized access."},
    {"label": "Notification", "subject": "Payment Confirmation", "body": "Your recent payment was successfully processed. View details and ensure everything is correct."},
    {"label": "Notification", "subject": "Account Storage Limit Approaching", "body": "You are nearing your account storage limit. Consider upgrading or managing files to avoid disruptions."},
    {"label": "Notification", "subject": "New Terms of Service", "body": "Our terms of service have been updated. Please review them to stay informed about policy changes."},
    {"label": "Notification", "subject": "Important Account Update", "body": "Important updates have been made to your account settings. Review them to ensure everything is correct."},
    {"label": "Notification", "subject": "Trial Ending Soon", "body": "Your trial period will end in 3 days. Upgrade now to continue uninterrupted access to premium features."},
    {"label": "Notification", "subject": "Backup Completed", "body": "Your recent data backup was successfully completed. Review the backup details if needed."},
    {"label": "Notification", "subject": "App Update Available", "body": "A new version of the app is available. Update now to enjoy the latest features and improvements."},
    {"label": "Notification", "subject": "Security Settings Review", "body": "It’s been a while since your last security review. Please check your account settings to ensure your information is safe."},
    {"label": "Notification", "subject": "Account Activity Summary", "body": "Here’s a summary of your account activity over the past week. Review it to stay informed and secure."},
    {"label": "Notification", "subject": "Password Change Confirmation", "body": "Hi,\n\nYour password has been successfully changed. If you did not perform this change, please contact support immediately to secure your account."},
    {"label": "Notification", "subject": "New Device Login Detected", "body": "We noticed a login to your account from a new device. If this was you, no action is needed. If not, please review your account activity and secure your account."},
    {"label": "Notification", "subject": "Subscription Renewal Reminder", "body": "Your subscription is set to renew in 3 days. Ensure your payment information is up to date to avoid interruptions in service."},
    {"label": "Notification", "subject": "Profile Update Successful", "body": "Your profile information has been updated successfully. Review your profile to ensure all changes are accurate."},
    {"label": "Notification", "subject": "Unusual Login Activity", "body": "We detected a login from an unusual location. Please verify if this was you and consider updating your password if necessary."},
    {"label": "Notification", "subject": "Payment Confirmation", "body": "Your recent payment has been successfully processed. You can view the details in your account payment history."},
    {"label": "Notification", "subject": "App Update Available", "body": "A new version of the app is available. Update now to enjoy the latest features and security improvements."},
    {"label": "Notification", "subject": "Account Storage Alert", "body": "Your account storage is almost full. Consider removing unnecessary files or upgrading your storage plan to avoid service issues."},
    {"label": "Notification", "subject": "Security Alert Notice", "body": "There was a security alert on your account. Review the recent activity and secure your account if necessary."},
    {"label": "Notification", "subject": "New Feature Release", "body": "We have added new features to your account. Explore them now to enhance your experience and productivity."},
    {"label": "Notification", "subject": "Upcoming Payment Due", "body": "Your next payment is due in 2 days. Ensure your payment method is ready to avoid service interruptions."},
    {"label": "Notification", "subject": "Blocked Login Attempt", "body": "A login attempt was blocked for your account. If this wasn’t you, consider changing your password immediately."},
    {"label": "Notification", "subject": "Backup Completed Successfully", "body": "Your recent backup has been completed successfully. All files are safely stored and ready for recovery if needed."},
    {"label": "Notification", "subject": "Account Temporarily Suspended", "body": "Your account has been temporarily suspended due to unusual activity. Please contact support to resolve this issue and regain access."},
    {"label": "Notification", "subject": "Login From New Location", "body": "Your account was accessed from a new location. If this was not you, secure your account immediately."},
    {"label": "Notification", "subject": "Subscription Successfully Cancelled", "body": "Your subscription has been cancelled. You will not be billed further, and access to subscription benefits will end as per your plan."},
    {"label": "Notification", "subject": "Data Export Ready", "body": "Your requested data export is ready. Download it from your account dashboard within the next 7 days."},
    {"label": "Notification", "subject": "Two-Factor Authentication Enabled", "body": "Two-factor authentication has been successfully enabled on your account. This adds an extra layer of security to protect your account."},
    {"label": "Notification", "subject": "Email Verification Complete", "body": "Your email address has been successfully verified. You can now receive all notifications and updates without interruption."},
    {"label": "Notification", "subject": "Service Maintenance Scheduled", "body": "We have scheduled maintenance for our services on Saturday from 1 AM to 4 AM. Services may be temporarily unavailable during this time."},
    {"label": "Notification", "subject": "Password Change Confirmation", "body": "Hello,\n\nYour password has been successfully changed. If you did not make this change, please contact support immediately to secure your account. We recommend reviewing your recent account activity for any unusual actions."},
    {"label": "Notification", "subject": "New Device Login Detected", "body": "Hi,\n\nWe detected a login to your account from a new device. If this was you, no action is needed. If not, please review your account activity and change your password immediately to ensure security."},
    {"label": "Notification", "subject": "Subscription Renewal Notice", "body": "Dear Customer,\n\nYour subscription is scheduled to renew in 3 days. Please ensure your payment information is up to date to avoid any interruptions. Visit your account dashboard to confirm or update your payment method."},
    {"label": "Notification", "subject": "Profile Update Successful", "body": "Hello,\n\nYour profile has been successfully updated. Please review the changes to ensure all information is accurate. Keeping your profile current helps us provide a better experience."},
    {"label": "Notification", "subject": "Unusual Login Activity Detected", "body": "Hi,\n\nWe detected a login from an unusual location or device. If this wasn’t you, please secure your account immediately by changing your password and reviewing recent activity."},
    {"label": "Notification", "subject": "Payment Confirmation", "body": "Hello,\n\nYour recent payment has been processed successfully. You can review the transaction details in your account history. Thank you for your timely payment."},
    {"label": "Notification", "subject": "App Update Available", "body": "Hi,\n\nA new version of the application is available with the latest features and security improvements. We recommend updating your app to enjoy the best experience and protection."},
    {"label": "Notification", "subject": "Account Storage Alert", "body": "Hello,\n\nYour account storage is approaching its limit. Consider removing unnecessary files or upgrading your plan to ensure uninterrupted access to all features and prevent data loss."},
    {"label": "Notification", "subject": "Security Alert Notice", "body": "Hi,\n\nA security alert was triggered on your account due to unusual activity. Please review the recent actions and secure your account as needed."},
    {"label": "Notification", "subject": "New Feature Release", "body": "Hello,\n\nWe have introduced new features to your account to enhance your experience. Check them out and explore the new tools available for improved productivity."},
    {"label": "Notification", "subject": "Immediate Password Update Required", "body": "Dear User,\n\nYour account password has expired. Please update your password immediately to maintain access and ensure your account remains secure. Failure to update may result in temporary suspension of your account."},
    {"label": "Notification", "subject": "Suspicious Login Activity Detected", "body": "Attention!\n\nWe have detected a login attempt from an unrecognized device or location. If this was not you, please secure your account immediately by changing your password and reviewing recent activity."},
    {"label": "Notification", "subject": "Upcoming Subscription Renewal", "body": "Hello,\n\nYour subscription will automatically renew in 3 days. Please ensure that your payment information is current to avoid interruptions in service. You can manage your subscription from your account settings."},
    {"label": "Notification", "subject": "Scheduled System Maintenance Notice", "body": "Dear User,\n\nOur system will undergo scheduled maintenance from 11 PM to 2 AM tonight. During this time, some services may be unavailable. We apologize for any inconvenience and appreciate your understanding."},
    {"label": "Notification", "subject": "Important Security Alert", "body": "Hello,\n\nWe have identified unusual activity in your account. Please review your account activity immediately and take appropriate measures to secure your information."},
    {"label": "Notification", "subject": "Detailed Account Summary Available", "body": "Dear User,\n\nYour comprehensive account summary for the past month is now available. Review your activity, recent changes, and account metrics to stay informed and ensure everything is in order."},
    {"label": "Notification", "subject": "Critical Billing Information", "body": "Hello,\n\nYour latest invoice is now available for review. Please verify all charges and make payment promptly to avoid any disruption in services."},
    {"label": "Notification", "subject": "Connected Device Alert", "body": "Attention,\n\nA new device has connected to your account. If this was not you, please review your account security settings and take immediate action to prevent unauthorized access."},
    {"label": "Notification", "subject": "Mandatory Account Verification", "body": "Dear User,\n\nTo complete the setup of your account and ensure uninterrupted service, please verify your email address by following the link provided in your account settings."},
    {"label": "Notification", "subject": "Weekly Activity Report", "body": "Hello,\n\nYour detailed weekly activity report is now ready. Review all actions, updates, and important notifications to stay informed and maintain account security."}
]